[app]
language=English
load_error=This file appears to be damaged or not supported
load_error_ext=you need to install the ▢ Image Extensions to open your ▢ files
yes=Yes
no=No
LANGUAGE_TIP=Changing the language requires restarting the application
OPEN_WITH=View with PhoXoSee
welcome=Welcome to PhoXoSee!
intro=PhoXoSee is a blazing fast and lightweight image viewer
welcome_open=OPEN
plugin_button=INSTALL
cancel=Cancel
ocr_none=No text found in the image.

[TOOLBAR]
1=Filmstrip (F)
2=View Location
3=Actual Size (/ or 1)
4=Fit to Window (/ or 1)
5=Zoom In (Ctrl + Wheel)
6=Zoom Out (Ctrl + Wheel)
7=Previous (←)
8=Next (→ or Space)
9=Rotate Left 90° (Ctrl+L)
10=Rotate Right 90° (Ctrl+R)
11=Delete (Delete)
12=Resize (F2)
13=Enhance View
14=Menu (M)
15=Full Screen (Enter)
16=Exit Full Screen (Enter)
17=Color Theme
18=Search by Date Taken
19=Update Available
20=Crop (K)

[ColorTheme]
1=Titlebar color : Follow the system|Titlebar color : Light theme|Titlebar color : Dark theme|Titlebar color : Custom
t=Hold Shift to set by hovering

[ViewEnhance]
t=Brightness|Colorful|Sharpen|Soft Glow

[EXIF]
0=Information
1=File Name:
2=File Type:
3=File Size:
4=Image Size:
5=Date Modified:
20=Shooting date:
21=Make:
22=Model:
23=Lens Model:
24=FNumber:
25=Max aperture:
26=Exposure time:
27=Resolution:
28=ISO speed:
29=Focal length:
30=Metering mode:
31=Flash:
33=Exposure program:
35=Frame Count:
50=Software:
80=_/Average/Center weighted average/Spot/MultiSpot/Pattern/Partial
81=Flash fired/No Flash
83=_/Manual/Normal program/Aperture priority/Shutter priority/Creative program (biased toward depth of field)/Action program (biased toward fast shutter speed)/Portrait mode (for close-up photos with the background out of focus)/Landscape mode (for landscape photos with the background in focus)

[TITLE]
10=
11=
12=
30=
31=
32=

[DlgSetting]
page=View|General|Association|File Explorer|Miscellaneous|Privacy
10=Hardware accelerated rendering (GPU)
11=Do not check this option if the image appears abnormal
12=Display confirmation dialog before deleting
13=Smart display strategy for extremely long images
14=Display actual size and automatically position to the top
15=Saving JPEG quality
16=[0..100], 80 is recommended
19=Do not allow multiple instances of software
20=Turn off the startup animation on the main window
21=Enable recent file history
22=Save UI settings
23=Reopen last image on startup
24=Explorer thumbnails for selected formats (may require system restart)
25=Permanently delete files (do not move to Recycle Bin)
26=Auto background for SVG if too light/dark in current theme
100=Mouse wheel
101=Previous/Next image|Zoom
103=Double click
104=Zoom In (2x)|Actual Size (100%)|Full Screen
106=GPS provider
107=Bing maps|Google maps
109=Max zoom level
110=Loop folder when reaching last/first image
113=Automatically save after rotating picture
114=Ignore embedded ICC profile of image
115=Clear Thumbnail Cache
116=Zoom Step
117=Standard|Fast
118=Show Transparency Grid
119=Always display images at highest quality (slightly slower)
200=Extension|Default App
201=Change
300=Add context menu item in Windows Explorer
301=ESC key to exit application
302=Previous/Next button theme
303=Circular
304=Auto-hide the toolbar
305=Disable interpolation when zoom > 100%
306=Disable system rounded corners
307=Automatically Check for Updates

[DlgDelete]
t=Delete File|Don't ask me again|Do you want to remove this file to the Recycle Bin?

[DlgResize]
t=Resize Image|Width|Height|Keep Aspect Ratio

[DlgCustomizeTool]
1=Left Align|Center Align|Right Align
tip=Reset to Default|Remove Button|Move Left|Move Right|Apply Changes

[DlgAbout]
0=About
1=Version:
2=Copyright © ▢ FULI. All rights reserved.
3=Free for personal and commercial use
4=Check for updates
5=Close
6=You are using the latest version
7=A newer version is available. Would you like to get it now?
8=Credits

[SearchImage]
1=Choose the directory containing the images
3=Find photos with date taken starting from:
4=only this day|within 10 days|within 30 days|within 100 days
5=Search
8=Searching for images
9=The search has been canceled
10=Total images found

[BatchSvg]
1=Choose a folder with ▢ images
2=Select the size of the output image
3=Convert
4=No ▢ images in this directory
5=Conversion finished.
6=Choose output folder
7=Failed to convert: 
8=Conversion has been canceled.

[File]
SUPPORT_FILE=All Images
SAVE_ERROR=Failed to save the image
5=The directory does not exist
6=Browse...

[MENU]
2=Exit
12=Actual size
13=Fit in Window
21000=Open
21001=Save As
21002=Copy
21100=Print
tool=Tools
21101=Get Current Wallpaper
21806=Recognize Text in Image
21807=Crop
21600=Always on Top
wheel=Mouse wheel
21700=Previous/Next image
21701=Zoom
toolbar=Toolbar
21750=Top
21751=Bottom
21805=Customize Toolbar
language=Language
21800=Settings
21801=About
recent=Recent files
21804=Clear
20000=Information
21003=Open image location
openwith=Open with
21803=Select
20013=Full Screen
21004=Paste
21108=Auto-hide the toolbar
21110=Convert SVG → PNG
21115=Convert HEIC → JPG